tap "espanso/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "openssl@3"
brew "ansible"
brew "bat"
brew "coreutils"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fzf"
brew "git-flow-avh"
brew "unbound"
brew "gnutls"
brew "lazygit"
brew "mysql"
brew "neovim"
brew "node"
brew "pandoc"
brew "postgresql@14"
brew "rbenv"
brew "ripgrep"
brew "shared-mime-info"
brew "starship"
brew "telnet"
brew "tmux"
brew "heroku/brew/heroku"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "basictex"
cask "dbeaver-community"
cask "font-monaspace"
cask "google-chrome"
cask "hiddenbar"
cask "karabiner-elements"
cask "keepassxc"
cask "logseq"
cask "nextcloud"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "stats"
cask "visual-studio-code"
vscode "aki77.rails-db-schema"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kaiwood.endwise"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
